Repository: IevgeniiaAbdulina/Project-Management-App
Catalog: src/locale/messages.*.xlf
Languages: pl

source: Boards
pl: Tablice

source: PM App
pl: ZP apka

source: ia-hidden="false" fontIcon="add">Ne New Board
pl: ia-hidden="false" fontIcon="add">Ne Nowa tablica

source: Login
pl: Zaloguj sie

source: Sign up
pl: Rejestracja

source: Edit profile
pl: Edytuj profile

source: Log out {{ user.name }}
pl: Wyloguj {{ user.name }}

source: Project Management <br>System
pl: System zarządzania <br>Projektami

source: PM App is an application that helps an individual in a team or group of developers achieve their goals.
pl: ZP apka - to aplikacja, która pomaga w zespole lub grupie programistów osiągnąć swoje cele.

source: Get Started
pl: Rozpocznij

source: Work made easy with PM App
pl: Łatwa praca dzięki aplikacji

source: ...Dashboards...
pl: ...Pulpit...

source: Customizable dashboards
pl: Konfigurowalny pulpit

source: Get a detailed overview of workloads, pin important to-dos, follow important tasks.
pl: Uzyskaj szczegółowy przegląd obciążeń, przypinaj ważne zadania do wykonania i śledź ważne zadania.

source: Display information on large cards and easily find any project.
pl: Wyświetlaj informacje na kartach i łatwo znajdź dowolny projekt.

source: <span class="bullet-symbol"><mat-icon>task_alt</mat-icon></span> Create Boards
pl: <span class="bullet-symbol"><mat-icon>task_alt</mat-icon></span> Twórz tablice

source: <span class="bullet-symbol"><mat-icon>task_alt</mat-icon></span> Kanban Boards
pl: <span class="bullet-symbol"><mat-icon>task_alt</mat-icon></span> Tablice Kanban

source: <span class="bullet-symbol"><mat-icon>task_alt</mat-icon></span> Custom Boards
pl: <span class="bullet-symbol"><mat-icon>task_alt</mat-icon></span> Konfigurowalna tablica

source: ...Board...
pl: ...Tablica...

source: Transparent Work Management
pl: Przejrzyste zarządzanie pracą

source: Boards keep tasks organized and work moving forward.
pl: Tablice pomagają organizować zadania i posuwać projekt do przodu.

source: Board view’s powerful drag-and-drop interface makes it a go-to option for agile teams.
pl: Zaawansowany interfejs typu "przeciągnij i upuść" w widoku tablicy sprawia, że jest to idealna opcja dla agile zespołów.

source: <span class="bullet-symbol"><mat-icon>task_alt</mat-icon></span> Unlimited Kanban Columns
pl: <span class="bullet-symbol"><mat-icon>task_alt</mat-icon></span> Nieograniczone kolumny Kanban

source: <span class="bullet-symbol"><mat-icon>task_alt</mat-icon></span> Manage Your Columns
pl: <span class="bullet-symbol"><mat-icon>task_alt</mat-icon></span> Zarządzaj swoimi kolumnami

source: <span class="bullet-symbol"><mat-icon>task_alt</mat-icon></span> Custom Columns
pl: <span class="bullet-symbol"><mat-icon>task_alt</mat-icon></span> CustKonfigurowalne kolumny

source: ...Manage tasks...
pl: ...Zarządzaj zadaniami...

source: Add your tasks. <br> Achieve more every day.
pl: Dodaj swoje zadania. <br> Osiągaj więcej każdego dnia.

source: Push projects or tasks to completion by organizing your information on stacked cards.
pl: Doprowadzaj projekty lub zadania do końca, porządkując informacje na ułożonych w stos kartach.

source: <span class="bullet-symbol"><mat-icon>task_alt</mat-icon></span> Create Tasks
pl: <span class="bullet-symbol"><mat-icon>task_alt</mat-icon></span> Twórz zadania

source: <span class="bullet-symbol"><mat-icon>task_alt</mat-icon></span> Custom Workflow
pl: <span class="bullet-symbol"><mat-icon>task_alt</mat-icon></span> Niestandardowy przepływ pracy

source: <span class="bullet-symbol"><mat-icon>task_alt</mat-icon></span> Kanban Tasks
pl: <span class="bullet-symbol"><mat-icon>task_alt</mat-icon></span> Zadania Kanban

source: About course
pl: Informacje o kursie

source: This project was created with the free online course <br><a href="https://rs.school/js-en/" target="_blank">Javascript/Front-end Mentoring Program (in English)</a>
pl: Ten projekt został stworzony za pomocą bezpłatnego kursu online <br><a href="https://rs.school/js-en/" target="_blank">Javascript/Front-end Program mentorski (w języku angielskim)</a>

source: Topics covered: <strong>Angular</strong>.
pl: Poruszane tematy: <strong>Angular</strong>.

source: <strong>RS School</strong> is free-of-charge and community-based education program conducted by <br>The Rolling Scopes developer community since 2013.
pl: <strong>RS School</strong> to bezpłatny i społeczny program edukacyjny prowadzony przez <br>The Rolling Scopes społeczność programistów od 2013 roku.

source: Everyone can study at RS School, regardless of age, professional employment, or place of residence.
pl: W RS School może uczyć się każdy, bez względu na wiek, zatrudnienie zawodowe czy miejsce zamieszkania.

source: The mentors and trainers of our school are front-end and javascript developers from different companies and countries.
pl: Mentorami i trenerami tej szkoły są programiści Front-End i JavaScript z różnych firm i krajów.

source: Upcoming Courses
pl: Nadchodzące kursy

source: More details
pl: Szczegóły

source: More details
pl: Szczegóły
